
[
    {
        "id": "0",
        "author": "Yakup Burak Öksüz aka 'KwK'",
        "image":"https://i.imgur.com/0TuQJTV.jpg",
        "url":"https://kampfwagenkanone.wordpress.com/2019/03/30/yilana-sarilamak-ikinci-dunya-savasi-ve-ordu-mafya-iliskisi/",
        "title":"Yılana Sarılmak: İkinci Dünya Savaşı ve Ordu-Mafya İlişkisi (Bölüm I)",
        "publishedAt":"30 Mart 2019",
        "description":"İkinci Dünya Savaşı’yla Atlantik, denizaltı gemilerinin cirit attığı, konvoyların torpidolandığı bir okyanus hâline geldi. Atlantik Savaşı olarak nitelendirilen bu deniz savaşları esnasında Alman U-Boat’ları Amerika kıyılarına kadar geldi ve hatta Long Island’ın 60 mil açıklarında bir Amerikan gemisine saldırma “cüretini” gösterdi. Peki, bu U-Boat’lar ikmal problemini nasıl aşmışlardı? Nasıl bu kadar uzak mesafede faaliyet gösteriyorlardı? Deniz Kuvvetleri’ne göre iki olasılık vardı. Ya içki yasağı döneminde kaçakçılıkla uğraşan denizciler şimdilerde bu denizaltıların ikmâlini sağlıyordu ya da New York limanında Alman ajanları yuvalanmıştı. Bir olay ise artık bu durumla ilgili bir şeyler yapılmasının gerekliliğini ortaya koyacaktı.",
        "content":"9 Şubat 1942’de, Manhattan’daki 88 numaralı iskelede demirli bulunan USS Lafayette saat 14.30 sıralarında yanmaya başladı. Yangın söndürülemedi ve gemi bulunduğu yerde yan yattı. USS Lafayette eski adı SS Normandie olan lüks bir yolcu gemisiydi. İkinci Dünya Savaşı’na New York’da yakalandı ve daha sonra Amerikan hükümeti gemiye el koydu. Birlik nakil gemisine dönüşütürülürken kaza gerçekleşti. 10 bin asker taşıyabilecek bir gemi artık kullanılamaz hâle geldi. Bu bir sabotaj mıydı yoksa sadece bir kaza mı? Geminin üst düzey yangın söndürme sistemi devreye girmemesi sabotaj şüphesini güçlendirdi.Böylelikle Deniz İstihbarat Dairesi harekete geçti. Bu birim liman ve benzeri yerleşkelerin güvenliğinden, sabotajlara karşı korunmasından, istihbarat ve karşı istihbarat faaliyetlerinden sorumluydu. Bu faaliyetler bölgesel ofisler tarafından icra edilmekteydi. Ofislerin üyeleri ise gönüllü yedek subaylardı. Farklı mesleklerden bir araya gelen bu gönüllülerin arasında avukatlar, gazeteciler, denizcilik sektöründe çalışan yöneticiler ve dilciler bulunmaktaydı. Liman ve tersanelerin bol olduğu, denizcilik sektörünün baskın bulunduğu, New York 3. Bölge’ye bağlıydı. Bu sebeple İstihbarat Ofisi’ne çok iş düşüyordu. Yine bu duruma bağlı olarak Pearl Harbor’dan sonra ofisteki çalışan sayısı da artmıştı. Lafayette olayının ardından ise bu ajanlar da sahaya indi. Amaçları limanlara yuvalanmış Alman casuslar hakkında bilgi edinmekti. Adını tekrar duyacağınız mafya üyesi Meyer Lansky bu ajanlar hakkında şöyle diyecekti: “New York’taki herkes limanlarda gezinen toy denizcilere gülüyordu. Çalışanlara yanaşıyor, filmlerde gördükleri ağızlarla köşelerde sorular soruyor, casuslar hakkında bilgi almaya çalışıyorlardı.Bu yöntem işe yaramamıştı. Bu “toy” denizciler liman jargonundan habersizdi. İşlerin oralarda nasıl yürüdüğünü bilmiyorlardı. Esas sorun ise işçilerin mafya ile bağlantılı olmasıydı. İtalya kökenli mafya limanlarda büyük güç sahibiydi. Bu adamlar ise kimseye güvenmez ve bilgi vermezdi. Deniz istihbaratçıları mafya ile işbirliği yapmayı düşünmeye başladı. Fakat bu suçlulara nasıl söz dinletebilirlerdi? Onlara güvenebilirler miydi? Bilindiği üzere Mafya İtalya kökenli kimselerden oluşan suç örgütlerine verilen bir isimdi. Daha sonra anlamı genişleyen bu kelime tüm suç örgütleri için kullanılır hale geldi. Yani esas “Mafya” Sicilya kökenlidir. İtalyan diktatör Benito Musollini de iktidara geldiği zaman bu Sicilyalı Mafya ailelerinin kökünü kurutmak için büyük çaba sarfetmişti. Bu sebeple birçok büyük aile Amerika’ya iltica etti ve faaliyetlerini burada sürdürdü. 3. Bölge İstihbarat Ofisi’nin başında bulunan Albay Roscoe MacFall bu husumet hakkında bilgiye ulaştı ve aslında Mafya’nın en büyük anti-faşist örgüt olduğunu farketti.Albay MacFall 7 Mart 1942 günü, mafya ile işbirliği konusunu konuşmak için New York bölge savcısı Frank Hogan’la bir araya geldi. Hogan, MacFall’un New York Haraç Bürosu’nun başındaki Murray Gurfein ile irtibatını sağladı. Ayrıca Yarbay Charles Radcliffe Haffenden, MacFall tarafından günlük operasyonların başına atanmıştı. Haffenden operasyonları Times Meydanı’ndaki Astor Hotel’in lüks suitlerinden yönetecekti. Görüşülen ilk gangster Joseph “Socks” Lanza oldu. Kendisi Mafya içerisinde sözü geçen biriydi. Fulton Fish Market isimli balık pazarının sahibiydi. Kendisine haraç vermeyen şirketlerin balıkları çürümeye terkedilirdi. Deniz ürünleri ondan sorulurdu. Etki sahası New York ile sınırlı değildi. Tüm doğu kıyısında ismi ceket ilikletirdi. Alman denizaltılarına ikmâli kimin sağladığını öğrenecek yegane isim Lanza’ydı. Peki, böylesine güçlü bir mafya babasıyla nasıl görüşebilirlerdi? Kapısını çalacak halleri yoktu. Ayrıca bu görüşme duyulursa Mafya içerisinde hoş karşılanmayabilirdi. Bu sebeple öncelikle Lanza’nın avukatı Joseph Guerin ile 25 Mart günü irtibat kuruldu.Lanza’ya işbirliğinin gerekliliği anlatıldı. Alman denizaltılarının önlenmesi hayatî bir konuydu ve ilginç şekilde Lanza teklifi hemen kabul etti. Ekip artık işe koyulabilirdi. Ertesi gün eski bir kaçakçı olan Benjamin Espy’de işin içine girdi. Birlikte gemi tedarikçilerini sorguladılar, dikkat çekici ve alışılmadık yakıt, gıda alışverişlerini raporlamalarını istediler. Yapılanlar elbette bu kadar değildi. Gemilerdeki balıkçılarla görüşüldü ve bir denizaltı tespit ağı kuruldu. Mafya’nın olanakları kullanıldı ve açık deniz balıkçı teknelerine de ajanlar yerleştirildi. Maine’den Florida’ya kadar bütün kıyılarda dolaşan denizcilerin gözü orkinoslarla birlikte denizaltı da arıyordu. Hatta bazı büyük filolarda gemiden gemiye ve gemiden kıyıya haberleşme sistemleri de mevcuttu. Bu sistemler için gizli kodlar belirlendi ve denizaltı tespit sistemine dâhil edildi. Faaliyetler deniz ile sınırlı değildi. Lanza’nın Asansör Operatörleri Sendikası’ndaki ve bina yöneticileri arasındaki bağlantıları sayesinde Manhattan’daki çeşitli binalara ve konsolosluk ofislerine adamlar yerleştirildi. Yine bu ekibin üyeleri, kilit uzmanı, mektup açıcı, minyatür kamera ile mücehhez fotoğrafçı gibi ilginç uzmanlık alanlarına sahipti. Elbette sorunlar da vardı. Harry Bridges isimli sendika lideri, sendikalar arasında kargaşaya sebep oluyordu. Haffenden ise bu hassas dönemde sendikaların sorunsuz kalmaya devam etmesini istiyordu. Lanza bu işi kaba yöntemleriyle halletmeyi bildi ve bu biraz dikkat çekmesine sebep oldu.Her ne kadar Lanza nüfuzlu biri olsa da Luciano ailesi tarafından korunmaktaydı. Bu aile New York’ta etkin olan İtalya kökenli beş aileden sadece biriydi. Lanza ise diğer ailelerin canını sıkmaya başlamıştı. Eğer Deniz Kuvvetleri Brooklyn kıyılarını emniyette tumak istiyorsa Gambino ailesinin lideri, nâmı büyük Albert “the Executioner” Anastasia’dan icazet almak zorundaydı. Manhattan’ın Hudson Nehri kıyısında bulunan Hell’s Kitchen’daki iskeleler de İrlandalıların elindeydi. West Side’daki iskeleler ise yine bir başka İrlandalı olan ve Uluslararası Liman İşçileri Birliği’nin (ILA) başındaki Joseph Ryan’ın işbirliği olmadan kontrol edilemezdi. Tüm bu isimlere ve gruplara sözü geçecek kişi ise Luciano ailesinin reisi Charles “Lucky” Luciano’dan başkası değildi.Palermo doğumlu bu İtalyan, 1930-1931 yılları dâhilinde süren ve Castellammarase Savaşı olarak adlandırılan mafya içi güç mücadelesinin ardından yükselmişti. The Commision olarak bilinen, New York’un beş büyük suç ailesinin temsilcilerinin bulunduğu komisyonu kurarak mafyaya çeki düzen vermişti. “Capo di tutti capi” yani patronların patronu ünvanını hakettiği halde üstüne almadı. Sadece daha fazla düşman kazandıran bu ünvanı reddetti ve komisyonu kullanarak tüm suç dünyasını yönetti. Ta ki 1938’de, o zamanlar New York Bölge Savcısı olan Thomas E. Dewey tarafından enselenene kadar. Luciano artık Kanada sınırındaki Dannemora hapishanesindeydi. Fakat bu ona engel olmadı. Eskisi kadar etkin olmasa da işlerini oradan yürütmeye devam etti. Charles “Lucky” Luciano en büyüktü. Yarbay Haffenden da büyük oynamak istiyordu ve tüm New York kıyılarının güvenliğini sağlamanın peşindeydi.Haffenden öncelikle Luciano’nun avukatına, Moses Polakoff’a başvurdu. Polakoff artık Luciano için çalışmadığını söylese de bir isim vererek yardımcı oldu. Meyer “The Little Man” Lansky. Kumarhaneler kralı olan Lansky, Luciano’nun sadık adamlarındandı. Peki, devletine karşı sadık mıydı? Haffenden ona güvenebilir miydi? Evet, çünkü sıkı bir Yahudi olan Lansky, New York’ta Nazi avlamaya daha savaş başlamadan girişmişti. O ve adamları Nazi toplantılarını basıyor, nerede kahverengi gömlekli görse kavgaya tutuşuyordu. Bir anti-Nazi operasyonu için gayet yeterli bir portfolyoya sahipti. En önemli sorun ise Luciano’nun bulunduğu Dannemora Hapishane’sinin uzaklığıydı. Nakil şarttı fakat diğer aileler Luciano’nun otorite ile işbirliğine gittiğini farketmemesi lazımdı. Bu gizli bir operasyondu. Bir iki düzenleme ile Luciano ve göstermelik birkaç mahkum Great Meadow Hapishanesi’ne nakledildi. Great Meadow’da Luciano’ya resmi teklif sunuldu. Herhangi bir ceza indirimi almayacağı kendisine defalarca söylense de teklifi kabul etti. Bunun sebebi ise “ortakları” tarafından ziyaret edilebilecek olmasıydı. Böylelikle işlerini daha rahat idare edebilecek ve eski gücüne kavuşabilecekti.4 Haziran günü Lansky, Polakoff ve Lanza planlamalar için Great Meadow’a, Luciano’yu ziyarete gitti. Görüşmelerin sonucu olarak Lanza artık Luciano’nun adını kullanabilirdi. Lansky ise Luciano’nun gören gözü, duyan kulağı ve hatta konuşan ağzı olacaktı. Mafyanın politika cephesindeki adamı Frank Costello ise Lanza’nın arkasını kollayacaktı. Planlar yapıldı ve nöbet başladı. Astor Hotel’de gangster trafiği yoğunlaştı ve New York’un tüm suçluları tek bir ana amaç için çalışıyordu: New York kıyılarının huzuru. Mafyanın etkisiyle hiçbir işçi grevi yaşanmadı, hiçbir sabotaj vuku bulmadı. Artık Deniz Kuvvetleri’nin savaş çabasını engelleyebilecek hiçbir şey yoktu. Liman ve tersane işçileri işlerini yapmaya devam ettiler ve New York kıyılarında her şey olması gerektiği gibi kaldı. Fakat savaş bitmemişti. Mafyayla işbirliği de bu anlatılanlarla sınırlı kalmadı. İtalya kökenli bu aileler anavatanlarıyla olan bağlarını koparmamıştı ve bu gerçekten işe yarayacaktı. Yazının ikinci kısmı ise İtalya’da yaşananları konu alacak, Luciano’nun cephedeki etkisi irdelenecektir."
    },
    {
        "id": "1",
        "author": "Yakup Burak Öksüz aka 'KwK'",
        "image":"https://i.imgur.com/0TuQJTV.jpg",
        "url":"https://kampfwagenkanone.wordpress.com/2019/04/14/yilana-sarilmak-italyanin-isgali-ve-mafyanin-katkilari-bolum-ii/",
        "title":"Yılana Sarılmak: İtalya’nın İşgali ve Mafyanın Katkıları (Bölüm II)",
        "publishedAt":"14 Nisan 2019",
        "description":"Deniz Kuvvetleri ve suç dünyası arasında sağlanan işbirliği New York kıyılarını güvende tutmuştu. Harhangi bir sabotaj veya grev meydana gelmemişti. Fakat takvimler henüz 1943’ü gösteriyor, İkinci Dünya Savaşı hâlâ devam ediyordu. Peki, mafyanın işbirliği New York ile sınırlı mı kalacaktı?",
        "content":"Elbette hayır. Amerika’da yaşayan bu İtalya kökenli suç makineleri Sicilya ile olan irtibatlarını koruyordu. Nitekim çeşitli suçlardan sınır dışı edilenler de Sicilya’ya dönmüştü. Sicilya’ya ve İtalya anakarasına yapılacak olan çıkarmalar için bu bağlantılar epey işe yarayacaktı.Mayıs 1943’te Deniz İstihbarat Dairesi’ne yazan Oramiral Henry Kent Hewitt, yaklaşan Sicilya işgalinin planlamasında kendisine yardımcı olacak, İtalyanca bilen subaylara ihtiyaç duyduğunu söyleyerek kendisine bir ekip temin edilmesini istedi. İstenen kimseler Sicilya hakkında bilgi sahibi olmalı, Sicilya Lehçesini de bilmeliydiler. Koramiral Harold C. Train de Haffenden’ın başında olduğu 3. Bölge İstihbarat Ofisine konuyu iletti. Haffenden ise hâlihazırda Sicilya ile ilgili istihbarat toplamaktaydı. Görüşülen yüzlerce Sicilyalıdan limanlar, kıyılar, çıkarma bölgeleri ve işbirliğine uygun isimler hakkında bilgi alınmıştı. Hatta bu alınan bilgiler ile bir duvar haritası hazırlanmıştı.Deniz İstihbarat Dairesi’nin talebi üzerine Binbaşı Tony Marsloe liderliğinde dört kişilik bir ekip oluşturuldu. Ekibin İtalyanca bilen diğer üyeleri ise Paul Alfieri, Joe Titolo ve Jim Murray’di. 3. Bölge İstihbarat Ofisi’nin elde ettiği istihbarat ile kuşanan bu ekip, Hewitt’e katılmak üzere Akdeniz’e doğru yola çıktı. Sicilya’nın işgali 9 Temmuz 1943’te, Husky Operasyonu adı altında başladı. Marsloe ve ekibi de karaya çıkanlardandı. Amaçları işbirliğine gönüllü olabilecek mafya üyeleri ile temas sağlamaktı. İlk temas kurulan kişi 16 yaşında Luciano tarafından idam edilmekten kurtarılmıştı. New York’un Lower East Side bölgesinde bir polisi ölümcül şekilde yaraladıktan sonra Luciano’nun çabasıyla Kanada üzerinde İtalya’ya kaçırılmıştı. Bu kişi ve çevresindeki mafya üyeleri ile birlikte bir İtalyan deniz karargahını basan Paul Alfieri, kasa açma yeteneklerinin de yardımıyla karargah komutanının kasasını patlattı. Kasanın içerisinde bulunan İtalyan-Alman savunma poziyonlarına ait şemalar ve İtalyan deniz kodlarının bulunduğu dokümanlar artık Müttefiklerin elindeydi. Bu ekip Sicilya’dan ayrılmadan önce Müttefik birliklerin rehberler bulmasına önayak oldu. Ayrıca istihbarat akışının devamı ve bölge halkına gıda sağlanması için yerel balıkçıları örgütledi. Ekibin faaliyet alanı Sicilya ile sınırlı kalmadı ve Eylül 1943’teki Salerno çıkarmasına da katıldı. Bu operasyon esnasında da mayın tarlaları ve çıkarma bölgesini vurabilecek Alman demiryolu toplarının konumlarını içeren dokümanların ele geçirilmesini sağladılar. Bununla birlikte gizli İtalyan güdümlü torpidosunun yerini belirlemeye muktedir oldular. Fakat Marsloe bu operasyon sırasında yaralandı. Daha sonra Titolo Sardunya adasına giderek Almanların yardımını uman ve bölgeden kaçmaya hazırlanan İtalyan deniz subaylarının ele geçirilmesine yardımcı oldu. Bu ekibin sahaya üçüncü inişi Ocak 1944’te Anzio’da vuku buldu. Yine yerel halkın yardımıyla düşman hattının arkasına sızarak İtalyan Amiral Franco Mangeri’yi ve Müttefiklere yardım eden bir başka İtalyanı kurtardılar. Daha sonra Floransa’ya giderek Müttefikler tarafından aranan bazı İtalyan ekipmanlarını ele geçirdiler. Bu olayların akabinde, ekibin üyelerinden Alfieri yerel halktan rehberlerin yardımıyla Musollini’nin Garda Gölü’ndeki gizli villasını ve villada bulunan şahsî evrakını tespit edecekti. Marsloe’nun ekibinin tüm üyeleri Legion of Merit nişanı ile taltif edileceklerdi. Ayrıca anlatılan başarıların kazanılmasında Mafya’nın rolü yadsınamazdı. Nitekim Alfieri de bu gerçeği vurgulayacak, özellikle Amerika’dan Sicilya’ya gelen suçluların hem İngilizce, hem de Sicilya lehçesini bilmelerinin kendilerine çok yardımcı olduğundan bahsedecekti. Ayrıca New York’ta toplanan istihbaratın %40’ının geçerli olduğu da sahadaki deneyimlerle ortaya çıkacaktı. Mafya ve ordunun işbirliği ile ilgili Marsloe ve ekibinden fazlası da mevcut. Bu konudaki en ünlü rivayet ise Michele Pantaleone tarafından anlatılan ve Norman Lewis tarafından İngilizce’ye aktarılandır. Sicilya’ya yapılan çıkarmadan beş gün sonra, 14 Temmuz 1943 tarihinde bir Amerikan avcı uçağı, Orta Sicilya’da bulunan Villalba şehri üzerinde alçak uçuş yapar. Şehir halkı kokpitin yanında dalgalanan sarı bayrağı görmüştür. Yine bu bayrağın tam ortasında siyah bir “L” harfi bulunmaktadır. Uçak kasabanın dış tarafındaki bir evin üstünden geçerken bir torba bırakır. Bu evin sahibi ise Don Calogero Vizzini’dir. Don Calo bölgedeki mafyanın lideridir ve Luciano ile de doğrudan doğruya irtibatı vardır.Don Calo torbayı açar ve içindeki ipek mendili görür. Bu mendilin de ortasına “L” harfi işlenmiştir. Bu Lucky Luciano’nun “L”sidir. Don Calo ne yapması gerektiğini anlar. Mafya üyelerinden Giuseppe Genco Russo’ya hemen şifreli bir mektup yazar ve Amerikan birliklerine her türlü yardımın sağlanmasını tembih eder. Rivayetin devamında, 20 Temmuz günü Villalba’ya üç Amerikan tankı gelir. Tanklarının birinin anteninde siyah “L” harfinin bulunduğu bir flama mevcuttur. Bir subay tanktan iner ve Sicilya lehçesi ile Don Calo’yu sorar. Don Calo kalabalık bir güruh ile tanka yaklaşır. Tankın kulesine çıkar ve Amerikanlarla birlikte gözden kaybolur. Rivayet bu anlatılanlarla sınırlı değil. 21 Temmuz günü Amerikan kuvvetleri, Villalba yakınlarında bulunan Cammarata dağındaki bir geçitte düşman direnişiyle karşılaşır. Alman ve İtalyan birlikleri geçitte konuşlanmıştır ve ellerinde 88’liklerle birlikte Tiger tankları da mevcuttur. Gece olunca bu mevzilere sızan mafya üyeleri, İtalyan askerleri üniformalarını ve silahlarını bırakıp kaçmaları yolunda ikna eder. Kalan az sayıdaki Alman ise geri çekilmek zorunda kalır. Peki, bu anlatılanların aslı var mıydı? Daha önce belirtildiği üzere bu rivayet ilk olarak 1962 yılında, gazeteci ve politikacı Michele Pantaleone tarafından dile getirildi. Kendisi Villaalba’da doğmuş ve uzun yıllar orada yaşamıştı. Rivayeti İngilizce’ye aktaran ise İngiliz gezi yazarı Norman Lewis’ti. 1964 yılında yayımladığı “The Honoured Society” kitabında Sicilya Mafyası’nı ele almıştı ve rivayete burada yer vermişti. Villalba’lı Pantaleone ve Vizzini aileleri arasında da politik bir güç mücadelesi mevcuttu. Yine Michele Pantaleone ateşli bir mafya karşıtıydı. Ayrıca komünist destekçisi olduğu için Amerikanlar kendisine pek güvenmiyordu. Tüm bunlar bir kenara bırakırılıp Amerikan ordusunun muharebe kayıtlarına bakılınca rivayetin yalanlanabileceği de bir başka husustur. Birleşik Devletler Ordusu Askerî Tarih Enstitüsü kayıtlarına göre 20 Temmuz günü Villalba’ya giriş yapan birlik 45. Piyade Tümeni bağlısı olan 45. Süvari Keşif Birliği’dir. Bu mekanize birliğin muharebe günlüklerinde yazana göre Villalba’da herhangi bir düşman unsuru ile karşılaşılmamıştır. Sadece geri çekilmeleri esnasında Mihverler tarafından imha edilmiş olan iki İtalyan hafif tankından bahsedilmiştir. Yine belirtilen tarihlerde Villalba yakınlarında bulunan birliklerin muharebe günlüklerinde ciddi bir düşman varlığından bahsedilmemiştir. Villalba belediye başkanlığı da yapmış olan Luigi Lumia’nın anılarında da Don Calo ile ile ilgili bir kısım mevcuttur. Lumia’nın kaynağı ise Don Calo’ya Amerikan tankına kadar eşlik eden ve ona tercümanlık yapan bir genç. Bu anlatıda da Villalba’ya tanklar gelmektedir fakat amaçları bir iki gün önce vuku bulan bir olay hakkında Don Calo’yu sorgulamaktır. Olayda bölgeden geçen bir Amerikan Jeep’ine ateş açılmış ve bir Amerikan asker hayatını kaybeder. Yakınlardaki çiftlikte bulunan zeytinlikten gelen ateşe karşılık veren Amerikanlar civardaki kuru otların tutuşmasına sebep olur. Don Calo da sorgulanmak üzere götürüldüğü zaman yangının yayılıp geri çekilen İtalyanlardan kalan mühimmat kutusunun tutuşup patlamasına sebep olduğunu, bu durumun ise yanlış değerlendirildiğini ifade eder. Bu açıklamayı zorlama ve ihtimal dışı bulan sorgucu da Don Calo’ya bağırarak köyüne kadar yürümesini söyler. Küçük düşürülmüş hisseden ve morali bozulan Calo, tercüman gence yaşananları kimseye anlatmamasını tembihler.Luciano’nun savaş çabasına yardımı bunlardan ibaretti. Her ne kadar savaş kazandıracak niteliği taşımasa da bu yardımlar karşılıksız kalmayacaktır. Avrupa’daki savaşın sona ermesinin ardından Luciano’nun avukatı Moses Polakoff, New York Valiliği görevini üstlenmiş olan Thomas E. Dewey’e dilekçe yazarak müvekkiline özel af çıkartılmasını ister. Dilekçede Luciano’nun bağlantılarının istihbarat konusundaki katkılarından da söz edilmektedir. Elbette bu dilekçe basının kulağına gider ve mafya ile işbirliği konusu New York gazetelerinin manşetlerini süslemeye başlar. Bunun üzerine Deniz Kuvvetleri iddiaları reddeder. Haffenden’a da izin verilmeyen bir şey söylememesi konusunda baskı yapılır. Bu işbirliği meselesinin üstü kapatılır. Fakat gerçekler er geç gün yüzüne çıkacaktır. Luciano’nun affı onaylanmıştı. Ocak 1946’da alelacele sınır dışı edilidi. ve Sicilya’ya gönderildi. Ömrünün sonuna kadar orada kalacak ve çok sevdiği Amerika’ya ancak cansız bedeni dönebilecekti.1940’ların sonunda Luciano’nun affı konusu tekrar gündeme geldi. Dewey’nin politik rakiplerinden biri onun af için rüşvet aldığı iddialarını yaydı. Konunun ulusal düzeyde dikkat çekmesini ise Senatör Estes Kefauver sağlayacaktı. Kefauver’in başkanlığını yaptığı komite, 14 farklı şehirden 600’den fazla sanığı dinleyerek organize suç ağını ortaya çıkartacaktı. Komite Luciano’nun işbirliği konusu hakkında bilgi almak üzere Yarbay Haffenden’ın ifadesine başvurdu. Fakat Haffenden’ın fiziksel ve mentaş sağlığı çok da yerinde değildi. Sorulara verdiği muğlak cevaplar ile Luciano’nun işbirliğini ne doğruluyor ne de reddediyordu. Thomas Dewey ise rüşvet iddialarına karşı Yargıç William B. Herlands’dan bir komisyon kurmasını, Luciano ve ortaklarının İkinci Dünya Savaşı esnasındaki işbirliği konusunu detaylıca araştırmasını istedi. Bu doğrultuda Deniz İstihbarat’tan Koramiral Carl Espe’ye yazan Herlands, böyle bir işbirliğinin söz konusu olup olmadığını sordu. 26 Temmuz 1954’te verdiği cevapta bu işbirliğinin vuku bulduğunu ve faydalı da olduğunu belirtti. Washington’daki başka iki Deniz İstihbarat görevlisi de konuyu teyit etti. Böylelikle Deniz Kuvvetleri ilk defa resmi olarak işbirliğinin varlığını kabul etmiş oldu. Eylül 1954’te komisyon tarafından bir rapor ortaya kondu. 3000 sayfadan fazla tanık ifadesinin özeti olan bu rapor 101 sayfadan oluşmaktaydı. İşbirliği doğrulandı, Dewey’nin adı temize çıktı. Deniz Kuvvetleri, Herlands Raporu olarak bilinen bu raporun yayınlanmasına karşı çıktı ve rapor 23 yıl kadar gizli kaldı. Herlands Raporu’nun detaylarının ortaya çıkışı 1977 yılında gerçekleşti. Rodney Campbell tarafından kaleme alınan “The Luciano Project: The Secret Wartime Collaboration of the Mafia and the U.S. Navy” başlıklı kitap doğrudan Herlands Raporu’nu konu alıyordu. Yazar Dewey’nin hatıralarının editörlüğünü de yapmıştı ve Dewey’nin kişisel arşivinde rapora rastlamıştı. Böylelikle rapor kamuoyuna sunulmuş oldu. Yarbay Haffenden 1951 yılında hayatını kaybetmişti. Tony Marsloe ise 2006 yılında, 95 yaşında yaşama veda edecekti. Bağlantıları sayesinde “faydalı” işlere imza atılmasını sağlayan “zararlı” adam Charles “Lucky” Luciano ise 1962 yılında, Napoli’de son nefesini verdi. Cenazesi New York’a getirildi ve Queens mezarlığına defnedildi. Denize düşen yılana sarıldı ve o yılan hayat kurtardı. Underworld Operasyonu böylelikle nihayete erdi."
    }
]